tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "rcmdnk/file"
tap "xcodesorg/made"
brew "xz"
brew "node"
brew "aws-cdk"
brew "cryptography"
brew "python@3.12"
brew "aws-sam-cli"
brew "python@3.11"
brew "awscli"
brew "glib"
brew "cfn-lint"
brew "cocoapods"
brew "cookiecutter"
brew "curl"
brew "deno"
brew "exa"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "openvino"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "go-task"
brew "grex"
brew "imagemagick"
brew "jq"
brew "nodebrew"
brew "postgresql@14", restart_service: true
brew "rbenv"
brew "swiftlint"
brew "trash-cli"
brew "tree"
brew "typescript"
brew "zsh-autosuggestions"
brew "zsh-completions"
cask "hyper"
cask "xbar"
cask "xcodes"
