tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bat"
brew "libidn2"
brew "curl"
brew "sqlite"
brew "python@3.9"
brew "cython"
brew "exa"
brew "ruby"
brew "go"
brew "grex"
brew "jq"
brew "node"
brew "rbenv"
brew "terraform"
brew "tree"
cask "hyper"
cask "swiftformat-for-xcode"
cask "xcodes"
